package ru.iteco.fmhandroid.ui.test;

public class RequestTest {



    //Успешное добавление заявки со статусом в работе

    //Добавляем заявку - отсавляем поля пустыми

    //Добавление заявки время меньше системного

    //Добавление заявки без заполнения поля Исполнитель

    //Отмена заявки в статусе Открыта

    //Перевод заявки из статуса открыта в статус в Работе

    //Сбросить заявку со статусом В работе

    //Переводим заявку в статус Выполнена

    //Добавление комментария к заявке

}
